//приравняем одну переменную другой переменной
let message='сообщение';
let main;
main = message
alert(main);

//переменная должна содержать буквы и цыфры, допускается применение $ и _
//переменная не может содержать дефисов или начинаться с цифры
//сделаем пару маттематических операции
//let, class, return и function нельзя использовать в качестве имён

let a=3;
let b=4;
alert(a + b);
alert(a * b);
alert(a / b);

//"use strict" в строгом режиме нужно быть внимательным и не забывать let
// вне строгого режима можно создавать пременные без let, например a=3
